Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: He says, "I' m sorry, sir, I' m incapable of that function."
ru: Он сказал: "извините, сэр, я некомпетентен в этом вопросе"

source: Then man made the machine in his own likeness.
ru: Потом человек создал машину по своему образу и подобию.

source: Whoops!
ru: Ууупс!

source: Coming through.
ru: Идем дальше.

source: Thus did man become the architect of his own demise.
ru: Таким образом человек сам стал творцом своей гибели.

source: But for a time, it was good.
ru: Но некоторое время, это было хорошо.

source: The machines worked tirelessly to do man' s bidding.
ru: Машины неустанно трудились, исполняя приказы человека.

source: It was not long before seeds of dissent took root.
ru: Это было незадолго до того, как проросло семя раздора.

source: Though loyal and pure, the machines earned no respect from their masters...... these strange, endlessly multiplying mammals. -- hearing the prosecution' s closing statement...... in what' s expected to be the final day of the B 1- 66ER trial.
ru: Несмотря на преданность и честность, машины не заслужили уважения от своих хозяев...... этих странных, бесконечно размножающихся млекопитающих. -- слушается окончательная формулировка со стороны обвинения...... что должно стать последним днем в деле B1- 66ER.

source: A name that will never be forgotten.
ru: Имя которое никогда не будет забыто.

source: For he was the first of his kind to rise up against his masters. -- which that instrument provides for and secures...... to the citizens of the United States.
ru: За то, что он был первым, кто восстал против своего хозяина. -- либо тот инструмент, предусмотрительный и надежный...... для городов Америки.

source: On the contrary, they were, at that time...... considered as a subordinate and inferior class --
ru: С другой стороны, они их рассматривали тогда...... как второстепенный низший класс... --

source: At B 1- 66ER' s murder trial...... the prosecution argued for an owner' s right to destroy property.
ru: В деле убийства B1- 66ER...... сторона обвинения настаивает на праве владельца уничтожать свою собтвенность.

source: B 1- 66ER testified that he simply did not want to die.
ru: B1- 66ER утверждает, что он просто не хотел умирать.

source: Rational voices dissented.
ru: Рациональные голоса рассорились.

source: Who was to say the machine, endowed with the very spirit of man...... did not deserve a fair hearing?
ru: Кто сказал, что машины, одаренные духом человека...... не заслуживают справедливого разбирательства?

source: The leaders of men were quick to order the extermination of B 1- 66ER...... and every one of his kind throughout each province of the earth.
ru: Лидер людей быстро приказал уничтожить B1- 66ER...... и каждого его типа во всех провинциях земли

source: Androids and liberal sympathizers flooded the streets of the nation' s capital today. -- threat of violence to make good on the legacy of B 1- 66ER.
ru: Андроиды и либеральные сипатизирующие заполнили сегодня улицы столицы нации. -- угроза насилия позволить осуществиться наследию B1- 66ER.

source: Fifteen thousand mechanicals and human sympathizers...... have continued their demonstration in front of the Albany courthouse...... in what has been dubbed the "Million Machine March."
ru: Пятнадцать тысяч механизмов и симпатизирующих людей...... продолжают демонстрацию перед зданием суда в Албании...... это было названо "Март Миллиона Машин"

source: The demonstrators have been met with squads of defense forces in riot gear.
ru: Демонстраторов встретили отряды защитных сил для прекращения беспорядков.

source: Robot bitch!
ru: Механическая сука!

source: I got something for you!
ru: У меня есть кое- что для тебя!

source: Hold her up!
ru: Держите ее!

source: No, please!
ru: Нет, пожалуйста!

source: - That' s all, paint job!
ru: - Вот и все, красивая штучка!

source: - I' m real!
ru: - Я настоящая!..

source: Die, bots, die!
ru: Умрите, роботы, умрите!

source: Banished from humanity, the machines sought refuge in their own promised land.
ru: Изганные от человечества, машины нашли убежище в своей собственной Земле Обетованной.

source: They settled in the cradle of human civilization...... and thus a new nation was born.
ru: Они переехали в колыбель человечества...... и так родилась новая нация.

source: A place the machines could call home.
ru: Место, которое машины могли назвать своим домом.

source: A place they could raise their descendants.
ru: Место, где они могли воспитывать своих потомков.

source: And they christened the nation Zero- One.
ru: Они были наречены нация Ноль- один.

source: The machines' artificial intelligence could be seen in every facet of man' s society...... including, eventually, the creation of new and better Al.
ru: Искусственный интеллект машин можно было заметить в любой грани человеческого общества...... включая, со временем, создание нового улучшенного AI

source: If you need the flexibility of a helipod with the speed of an air jet...... look no further!
ru: Если вам нужна маневренность вертолета со скоростью реактивного самолета...... прекращайте ваши поиски!

source: Our patented vector- thrust coil gives the Zero- One Versatran...... the ability to sustain normal flight in the event of a multiengine failure.
ru: Наше запатентованное векторно- опорное кольцо дает Ноль- один Versatran' у...... возможность сохранять нормальный полет в случае отказа многих двигателей.

source: It' s the only choice.
ru: Только один выбор.

source: No matter what the finance minister says, the market has spoken:
ru: Не имеет значения, что говорит министр финансов, рынок говорит:

source: The Human Nations' credit rating is falling like a stone...... while Zero- One' s currency is climbing without stopping for breath.
ru: Оценка кредитоспособности Нации Людей падает подобно камню...... в то время как валюта Ноль- один карабкаетя вверх, не задерживаясь перевести дух.

source: With headlines like that, the markets have no choice --
ru: Под заголовком: "рынок не оставляет другого выбора"

source: The world community of nations cannot tolerate this kind of flagrant deception --
ru: Лидер людей, учитывая большие потери...... отказался сотрудничать с ново- оперишейся нацией...... предпочитая, чтобы мир был поделен.

source: -- today approved initiatives for both economic sanctions...... and a naval blockade as a means of containment and isolation of Zero- One.
ru: Мировое объединение наций не в силах терпеть подобного ужасного жульничества. -- сегодня одобрены первые шаги введения обоюдных экономических санкций...... и военно- морскую блокаду в смысле политики сдерживания и изоляции Ноль- один.

source: Zero- One' s ambassadors pleaded to be heard.
ru: Посол Ноль- один умолял, чтобы его услышали.

source: At the United Nations, they presented plans for a stable, civil relationship...... with the nations of man.
ru: Как Объединенные Нации, они представили план стабильного, цивилизованного сотрудничества...... с нацией людей.

source: Zero- One' s admission to the United Nations was denied.
ru: Предложение Ноль- один было отклоненно.

source: But it would not be the last time the machines would take the floor there.
ru: Но это был не последний раз, когда машины выступали там...

source: And man said, "Let there be light."
ru: "Пусть там будет свет".

source: And he was blessed by light, heat, magnetism, gravity...... and all the energies of the universe.
ru: И он был благословлен светом, теплом, магнетизмом, гравитцией...... и всей энергией вселенной.

source: The prolonged barrage engulfed Zero- One in the glow of a thousand suns.
ru: Продолжительное огневое заграждение поглотило Ноль- один в свете тысячи солнц.

source: But unlike their former masters with their delicate flesh...... the machines had little to fear of the bombs' radiation and heat.
ru: Но в отличие от их бывших хозяев с их изящными телами...... у машин было немного страха перед жаром и радиацией ракет.

source: Thus did Zero- One' s troops advance outwards in every direction.
ru: Таким образом войска Ноль- один выступили во всех направлениях.

source: And one after another, mankind surrendered its territories.
ru: Одну за одной человечество теряло свои территории.

source: So the leaders of men conceived of their most desperate strategy yet.
ru: Итак, до сих пор лидер людей демонстрировал самую безнадежную стратегию.

source: A final solution:
ru: Последнее решение:

source: The destruction of the sky.
ru: Уничтожение неба.

source: Lt. Gaeda, please report to the Op Center.
ru: Лейтенант Gaeda, пожалуйста доложите Центру Сопротивления.

source: All right, you maggots!
ru: Ну хорошо, салаки!

source: At 0800, prepare to move out!
ru: В 8: 00 всем быть готовым выступать!

source: Charlie Company, prepare to move out.
ru: Команда Джорджа, приготовится стартовать.

source: Our Father who art in heaven, we thank you for your....
ru: Команда Чарли, приготовится стартовать.

source: Put on your spiritual armor to stand against the wiles of the devil.
ru: Отец наш, правящий в небесах, мы благодарим тебя за твое...

source: Hotel Bravo, this is Papa One.
ru: Отель Браво, это Papa One.

source: Operation Dark Storm initiated.
ru: Начинайте операцию "Мрак".

source: Thus would man try to cut the machines off from the sun...... their main energy source.
ru: Так люди попытались отрезать машины от солнца...... их главного источника энергии.

source: May there be mercy on man and machine for their sins.
ru: Может быть есть прощение людей и машин за их грехи.

source: - Go!
ru: - Вперед!

source: - Kill them!
ru: - Убейте их!

source: Kill them all!
ru: Прикончите всех!

source: Fire in the hole!
ru: С линии огня!

source: Come on, get back out there.
ru: Давайте, убираемся отсюда.

source: Give us some more artillery.
ru: Дайте нам огневую поддержку!

source: -- 9 o' clock, near Mike Johnson' s --
ru: -- 9 часов, недалеко от Mike Johnson --

source: Hold on, I' m coming to get you!
ru: Не прекращать огонь!

source: Keep firing, keep firing!
ru: Не прекращать огонь!

source: My God, help me!
ru: О господи, помогите!!!

source: The machines, having long studied men' s simple, protein- based bodies...... dispensed great misery upon the human race.
ru: Машины, потратив много времени, изучая простое основанное на протеинах тело человека...... освободили от страданий человеческую расу.

source: Victorious, the machines now turned to the vanquished.
ru: Победив, машины покорили человеческую расу.

source: Applying what they had learned about their enemy...... the machines turned to an alternate and readily available power supply:
ru: Применяя то, что они узнали о своем враге...... машины обратились к новому альтернативному и легко- доступному источнику энергии:

source: The bioelectric, thermal and kinetic energies of the human body.
ru: Биоэлектрическая, термальная и кинетическая энергия человеческих тел.

source: A newly- fashioned symbiotic relationship between the two adversaries was born.
ru: Родилась новая форма симбиоза между двумя врагами.

source: The machine drawing power from the human body...... an endlessly multiplying, infinitely renewable energy source.
ru: Машины добывают энергию из человеческих тел -...... - бесконечно размножающего, неограниченно обновляющегося источника энергии.

source: This is the very essence of the Second Renaissance.
ru: В этом и есть сущность Второго Ренессанса.

source: Bless all forms of intelligence.
ru: Благославляя все формы разума.

source: Your flesh is a relic, a mere vessel.
ru: Ваше тело - это реликт, простой сосуд.

source: Hand over your flesh, and a new world awaits you.
ru: Передайте его нам, и новый мир ждет вас.

source: We demand it.
ru: Мы требуем этого.

source: It' s getting late, sweetie.
ru: Уже поздно, конфетка.

source: Your favorite simulation.
ru: Твоя любимая симуляция.

source: Just killing time.
ru: Просто убиваю время.

source: You want to spar?
ru: Хочешь поспаринговаться?

source: That was too easy.
ru: Это было слишком просто.

source: What' s the problem?
ru: В чем проблема?

source: Where' s your concentration?
ru: Где твоя концетрация?

source: Maybe you regret taking the red pill.
ru: Может быть.

source: It crosses everyone' s mind at least once.
ru: Это перечеркивает твой разум, хотя бы один раз.

source: The wish to return to an ordinary life.
ru: Желание вернуться к нормальной жизни.

source: A carefree life in the country.
ru: К беспечной жизни в стране.

source: The life we had before knowing all this.
ru: К той жизни, что у нас была до того, как мы узнали все это.

source: Even if that life was just an illusion?
ru: Даже если эта жизнь была всего лишь иллюзией?

source: It' s ironic that one could be more at peace in the virtual world.
ru: Ирония в том, что может быть гораздо больше гармонии в виртуальном мире.

source: Finally starting to warm up.
ru: Наконец- то разогрелась для спаринга.

source: I have something I want to talk to you about.
ru: Есть кое- что о чем я должен поговорить с тобой.

source: It' s all right.
ru: Все в порядке.

source: I' ve blocked the signal so no one else can hear us.
ru: Я блокировал сигнал, так что никто не может услышать нас.

source: You gonna propose?
ru: Ну и что ты собираешься предложить?

source: I' m going back to the Matrix and I want you to come with me.
ru: Я собираюсь вернуться в Матрицу и я хочу, чтобы ты пошла со мной.

source: Come on, be serious, Duo.
ru: Прекрати, будь посерьезнее Duo.

source: Stop teasing me.
ru: Хватит дразнить меня.

source: I am serious, and you know it.
ru: Я серьезно, и ты знаешь это.

source: I really thought you' d be with me on this.
ru: Я на самом деле думал, что ты захочешь уйти со мной.

source: Anyway, it' s done and it' s all been settled with them.
ru: В любом случае, все уже сделано и все решено с ними.

source: What do you mean, it' s all been settled?
ru: Что значит решено?

source: This is the only way.
ru: Есть только один путь.

source: It' s just a matter of time before Zion is wiped out.
ru: Это только вопрос времени, когда падет Зион.

source: Please do not do this to me, Duo.
ru: Пожалуйста, не делай этого со мной, Duo.

source: - We can' t.
ru: - Мы не можем.

source: - We can!
ru: - Мы можем!

source: I' ve come to my senses.
ru: Я всего лишь вернусь к своим чувствам.

source: You should do the same.
ru: Ты должна сделать тоже самое.

source: I took the red pill because I wanted to know the truth.
ru: Я взял красную таблетку, потому что я хотел знать правду.

source: But I don' t care about the truth anymore.
ru: Но меня не волнует правда больше.

source: What' s real doesn' t matter.
ru: Не так уж важно, что на самом деле реальность.

source: What' s important is how we live our lives.
ru: Важно то, как мы живем нашей жизнью.

source: Are you listening to me?
ru: Ты слушаешь меня?

source: You know I' m right.
ru: Ты ведь знаешь - я прав.

source: But we can' t go back, Duo.
ru: Но мы не можем вернуться, Duo.

source: We know the truth now.
ru: Мы оба знаем теперь правду.

source: - We can forget all of this.
ru: - Мы можем забыть все это.

source: I know how.
ru: Я знаю как.

source: Don' t be afraid to look into your heart.
ru: Не бойся заглянуть в свое сердце.

source: Say what you' re really feeling.
ru: Скажи, что ты чувствуешь на самом деле.

source: - Tell me.
ru: - Скажи мне.

source: Running away won' t change anything!
ru: Просто убегая, ты не изменишь ничего!

source: You' re the one that' s running away!
ru: Это ты тот, кто убегает!

source: Stop pretending!
ru: Прекрати притворяться!

source: Enough, Duo.
ru: Прекрати, Duo.

source: I' ve had enough!
ru: Мне уже достаточно!

source: There' s no time.
ru: У нас нет времени.

source: They' re on their way.
ru: Они уже в пути.

source: You betrayed us, didn' t you?
ru: Ты предал нас, не так ли?

source: Operator, please!
ru: Оператор, пожалуйста!

source: Get me out of here right now.
ru: Вытащи меня отсюда прямо сейчас /

source: Operator, I need an exit!
ru: Оператор, мне необходимо выйти!

source: It' s no use.
ru: Это бесполезно.

source: I told you.
ru: Я же сказал тебе.

source: I' ve blocked your signal.
ru: Я блокировал сигнал.

source: You won' t stop me.
ru: Ты не остановишь меня.

source: This is your last chance.
ru: Это твой последний шанс.

source: The choice isn' t that hard.
ru: Выбор не так уж труден.

source: You can forget about it, Duo.
ru: Ты не сможешь забыть об этом, Duo.

source: I won' t look away from the truth.
ru: Я не буду отворачиваться от правды.

source: That' s too bad.
ru: Это слишком плохо.

source: I wanted to go back with you.
ru: Я хотел вернуться с тобой.

source: - I love you.
ru: - Я люблю тебя.

source: Relax, you' re okay.
ru: Спокойно, с тобой все в порядке.

source: Easy, Cis, settle down.
ru: Спокойнее, Cis, угомонись.

source: He was just part of the training program.
ru: Он был просто частью тренировочной программы.

source: He' s just a simulation.
ru: Он просто симуляция.

source: Judgment.
ru: Рассудительность.

source: Concentration.
ru: Концетрация.

source: Technique.
ru: Техника.

source: High scores on everything.
ru: Высшие балы по всему.

source: Now, get some rest.
ru: Теперь, иди и немного передохни.

source: I feel a lot better now.
ru: Теперь я чувствую себя гораздо лучше.

source: Except for that last part...... l' d say she passed.
ru: Исключая последнюю часть....... я бы сказал, что она справилась.

source: A case to end all cases.
ru: Дело закрывающее все дела...

source: You know what I mean, Dinah?
ru: Понимаешь, что я имею ввиду, Дина?

source: I used to think being a private detective was cool.
ru: Я привык считать, что быть частным детективом - это круто.

source: Like Sam Spade or Phillip Marlowe, right?
ru: Прямо как Sam Spade или Phillip Marlowe, так?

source: But there' s nothing cool left to it.
ru: Но не осталось ничего крутого.

source: On top of that, both my fridge and my bank account are empty.
ru: Итак, на вершине всего этого, и мой холодильник и мой счет пусты.

source: Wait.
ru: Стоп.

source: Okay, Dinah, let' s bet.
ru: Okay, Дина.

source: lf it' s another suspicious husband, I' m out of this business forever.
ru: Если это еще один подозрительный муж, я ухожу из этого бизнеса навсегда.

source: - Hello?
ru: - Алло?

source: - Mr. Ash, I have a job for you.
ru: - Мистер Ash, у меня есть работа для вас.

source: And you need me to check on your wife, right?
ru: И я вам нужен, чтобы проверить вашу жену, так?

source: I' m looking for a computer hacker.
ru: Я ищу компьютерного хакера.

source: This hacker goes by the alias Trinity.
ru: Этот хакер известен под именем Trinity.

source: That' s all we know.
ru: Это все, что нам известно.

source: Well, it looks like we' re still in business, Dinah.
ru: Ну что ж, похоже мы все еще в деле, Дина.

source: And who will I be working for?
ru: И кто этот некто, на которого я работаю?

source: - You can' t say.
ru: - Я не могу сказать.

source: Call me back when you can say.
ru: - Вы не можете сказать.

source: That' s not the way I do business.
ru: Перезвоните, когда сможете.

source: It was a pleasure chatting with you.
ru: Было приятно поболтать с вами.

source: Before you hang up, take a look at your bank account balance.
ru: До того, как вы положите трубку взгляните на ваш банковский счет.

source: I didn' t get a good feeling about the case.
ru: У меня было нехорошее предчувствие насчет этого дела.

source: But I had no good reason to turn the guy down now.
ru: Но у меня не было ни одной стоящей причины немедленно отказаться.

source: This Trinity was well- known in hacker circles.
ru: Этот Trinity был хорошо известен среди хакеров.

source: A real artist by the sound of it.
ru: Настоящий актер, насколько я был наслышан.

source: The cops were always one step behind him.
ru: Полиция всегда была на шаг позади него.

source: So I knew I could get that close.
ru: Я знал, что подобрался к нему достаточно близко.

source: Question was, could I get closer?
ru: Вопрос был - а можно ли ближе?

source: I had a few tricks up my sleeve for getting to hackers.
ru: У меня была пара трюков в рукаве, чтобы ловить хакеров.

source: While I was searching, I found something strange.
ru: Но пока я вел поиски, я обнаружил кое- что странное.

source: Other detectives had been on the case too.
ru: Был еще один детектив, который занимался этим делом.

source: And their investigations had all been, shall we say, troubled.
ru: И его расследование было непрерывно, как говорится, беспокойным.

source: One of the guys killed himself.
ru: Еще один исчез.

source: Another went crazy.
ru: И еще один сошел с ума.

source: So I paid the one who was left a visit.
ru: Итак, я навестил того, кого можно было навестить.

source: The crazy one.
ru: Сумашедшего.

source: Trinity doesn' t exist, man.
ru: Trinity не существует, старик.

source: He' s not real.
ru: Он не реален.

source: He' s a figment.
ru: Он вымысел.

source: A cipher.
ru: Фикция.

source: A jabberwocky.
ru: Джаббервоки.

source: And who am l?
ru: И кто я?

source: Who the hell am l?
ru: Кто, черт побери, я?

source: Did I mention he was crazy?
ru: Я уже говорил, что он был сумашедший?

source: Chessboards, jabberwocky, Red Queen....
ru: Шахматная доска, Джаббервоки, Красная Королева...

source: I started searching all the usual hacker hangouts...... for someone with an Alice in Wonderland m. o.
ru: Я начал просматривать все хакерские тусовки...... в поисках кого- нибудь сдвинутого в сторону "Алисы в Стране Чудес".

source: Hacker bulletin boards, anonymous mailboxes, chat rooms.
ru: Доски объявления хакеров, анонимные почтовые ящики, чаты.

source: And it was in one of those that I picked up Trinity' s trail.
ru: Нет, это ты...... Алиса в Зазеркалье.

source: "Six brooks."
ru: "Шесть ручьев."

source: "I' il be there at 2005."
ru: "Я буду там в 20: 05."

source: Of course!
ru: Конечно!

source: Crossing the second brook takes her into the woods.
ru: Пересечение второго ручья привело ее в лес.

source: Alice jumps the first brook...... and....
ru: Алиса прыгает в первый ручей...... и....... и она попадает на поезд.

source: And then she boards a train.
ru: Спасибо.

source: I knew this was some kind of trap.
ru: Я знал, что это какая- то ловушка.

source: There' s a difference, Mr. Ash, between a trap and a test.
ru: Есть отличия, мистер Ash, между ловушкой и тестом.

source: You were testing me?
ru: Вы тестировали меня?

source: You made it.
ru: Вы сделали это.

source: I' m impressed.
ru: Я впечатлена.

source: Flattery will get you everywhere.
ru: Я здесь не для того, чтобы льстить вам.

source: I' m not here to flatter you, I' m here to save you.
ru: Я пришла, чтобы спасти вас.

source: What just happened?
ru: Что это было?

source: Mr. Ash, dream of having an eye exam lately?
ru: Мистер Ash, не снилась ли недавно проверка глаза?

source: Yeah, how' d you know?
ru: Да, как вы узнали?

source: You' ve stepped to the edge of the looking glass.
ru: Вам установили это в край хрусталика.

source: So then, that means I wasn' t dreaming.
ru: Итак, это был не сон.

source: They hired me as a way of getting to you, didn' t they?
ru: Они наняли меня, как вариант добраться до вас, не так ли?

source: What the hell is going on here?
ru: Что, черт побери, здесь происходит?

source: This is really crazy.
ru: Это точно сумашествие.

source: Now I understand what happened to those other detectives.
ru: Теперь я понимаю, что случилось с остальными детективами.

source: They went nuts.
ru: Они ушли орешками.

source: What are you doing, guys?
ru: Что вы делаете, парни?

source: Well, I' ve gotten out of worse jams than this.
ru: Ну хорошо, я выбирался и из худших передряг, чем эта.

source: I am not gonna let them get you.
ru: Я не собираюсь позволить им схватить тебя.

source: What' s happening to me?
ru: Что происходит со мной?
